[
    {
        "name": "Raya and the Last Dragon",
        "year": "2021",
        "director": [ "Don Hall", "Carlos López Estrada" ],
        "writers": ["Qui Nguyen", "Adele Lim"],
        "duration": 145,
        "category": ["Animation", "Action", "Adventure"],
        "description": "In a realm known as Kumandra, a re-imagined Earth inhabited by an ancient civilization, a warrior named Raya is determined to find the last dragon.",
        "story": "Long ago, in the fantasy world of Kumandra, humans and dragons lived together in harmony. However, when sinister monsters known as the Druun threatened the land, the dragons sacrificed themselves to save humanity. Now, 500 years later, those same monsters have returned, and it's up to a lone warrior to track down the last dragon and stop the Druun for good.",
        "imageCover": "raya-image-cover.jpg",
        "trailer": "https://www.youtube.com/watch?v=1VIZ89FEjYI",
        "startDate": "2021/03/05",
        "ratingAverage": 0,
        "ratingQuantity": 0
    },
    {
        "name": "Chaos Walking",
        "year": "2021",
        "director": ["Doug Liman"],
        "writers": ["Patrick Ness", " Christopher Ford"],
        "duration": 151,
        "category": [ "Adventure", "Sci-Fi"],
        "description": "A dystopian world where there are no women and all living creatures can hear each other's thoughts in a stream of images, words, and sounds called Noise.",
        "story": "In the not-too-distant future, Todd Hewitt (Tom Holland) discovers Viola (Daisy Ridley), a mysterious girl who crash lands on his planet, where all the women have disappeared and the men are afflicted by 'the Noise' - a force that puts all their thoughts on display. In this dangerous landscape, Viola's life is threatened - and as Todd vows to protect her, he will have to discover his own inner power and unlock the planet's dark secrets. From the director of The Bourne Identity and Edge of Tomorrow and based on the best-selling novel The Knife of Never Letting Go, Daisy Ridley and Tom Holland star with Mads Mikkelsen, Demián Bichir, Cynthia Erivo, Nick Jonas, Kurt Sutter, and David Oyelowo in Chaos Walking.",
        "imageCover": "ChaosWalking-image-cover.jpg",
        "trailer": "https://www.youtube.com/watch?v=nRf4ZgzHoVw",
        "startDate": "2021/03/05",
        "ratingAverage": 0,
        "ratingQuantity": 0
    },
    {
        "name": "Boogie",
        "year": "2021",
        "director": ["Eddie Huang"],
        "writers": ["Eddie Huang"],
        "duration": 99,
        "category": [ "Drama"],
        "description": "Coming-of-age story of Alfred 'Boogie' Chin, a basketball phenom living in Queens, New York, who dreams of one day playing in the NBA. While his parents pressure him to focus on earning a scholarship to an elite college, Boogie must find a way to navigate a new girlfriend, high school, on-court rivals and the burden of expectation.",
        "story": "The coming-of-age story of Alfred 'Boogie' Chin, a basketball phenom living in Queens, New York, who dreams of one day playing in the NBA. While his parents pressure him to focus on earning a scholarship to an elite college, Boogie must find a way to navigate a new girlfriend, high school, on-court rivals and the burden of expectation.",
        "imageCover": "boogie-image-cover.jpg",
        "trailer": "https://www.youtube.com/watch?v=xEpSdb_f1pE",
        "startDate": "2021/03/05",
        "ratingAverage": 0,
        "ratingQuantity": 0
    }
]